INSERT INTO PMSTASK values(pmstask_seq.nextval, 1001, 1, '사원등록 시스템 개발',' - 개인 정보 입력(사원번호/이름/비밀번호/희망연락처)할 수 있는 UI 구현','2020-05-20','2020-05-27',
0,'','',21,10000008);
INSERT INTO PMSTASK values(pmstask_seq.nextval, 1001, 1, '로그인/로그아웃 시스템 개발',' - DB에 등록되어 있는 사원번호/비밀번호 입력 -> 로그인 성공 / 실패 &#10; - 로그아웃 기능 구현','2020-05-20','2020-05-27',
0,'','',21,10000008);
INSERT INTO PMSTASK values(pmstask_seq.nextval, 1001, 1, '개인정보 조회 / 수정 시스템 개발',' - 내 프로젝트 팀원 확인 &#10; - 개인정보 -> 입력 정보 확인 및 수정 UI 구현','2020-05-20','2020-05-27',
0,'','',21,10000008);
INSERT INTO PMSTASK values(pmstask_seq.nextval, 1001, 1, '프로젝트 총괄 시스템 개발',' - 직원리스트 UI 구현 &#10; - CEO - CTO 설정 및 변경 &#10; - 프로젝트 팀장 설정 및 변경 &#10; - 프로젝트 추가 &#10; - 전체 프로젝트 진행률 대쉬보드','2020-05-20','2020-05-27',
0,'','',21,10000008);
INSERT INTO PMSTASK values(pmstask_seq.nextval, 1001, 1, '프로젝트 상세',' - 프로젝트 간트차트 &#10; - 공지사항 게시판 리스트 &#10; - 공지사항 작성 페이지 &#10; - 공지사항 상세페이지 (수정 / 삭제 기능) &#10; - 회의록 게시판 리스트 / 상세화면 &#10; - risk management 이슈리스트 / 상세 (댓글 기능)','2020-05-20','2020-05-27',
0,'','',21,10000008);
INSERT INTO PMSTASK values(pmstask_seq.nextval, 1001, 1, '프로젝트 관리 시스템 개발',' - 사원리스트 &#10; - 팀장권한 프로젝트 팀원 설정 및 변경 &#10; - 대시보드형태 - 프로젝트 진행률 (개인별) &#10; - 프로젝트 간트차트(해당 프로젝트 전체) 페이지 &#10; - 업무 리스트 &#10; - 업무 리스트 추가 / 새 업무 추가(시작일/종료일/담당자 지정) &#10; - 업무 리스트 상세 / 코멘트(반려시), 결재 / 반려처리','2020-05-20','2020-05-27',
0,'','',21,10000008);
INSERT INTO PMSTASK values(pmstask_seq.nextval, 1001, 1, '게시판 시스템 개발',' - 공지사항 게시판 리스트 (공지사항 추가기능) &#10; - 공지사항 작성 페이지 / 상세페이지 (수정/삭제기능)&#10; - 회의록 게시판 리스트(회의록 추가기능) / 상세(수정/파일 업로드) &#10; - 회의록 작성 페이지 (파일 업로드) &#10;','2020-05-20','2020-05-27',
0,'','',21,10000008);
INSERT INTO PMSTASK values(pmstask_seq.nextval, 1001, 1, '프로젝트 수행',' - 해당 프로젝트 전체 진행률 / 일정 &#10; - 프로젝트 간트차트 페이지&#10; - 업무 리스트 ( 로그인 정보에 해당하는 업무 )  &#10; - 업무 리스트 상세 (진행률 갱신 / 결재 신청) &#10;','2020-05-20','2020-05-27',
0,'','',21,10000008);